Dlubal.RFEM5.AreaLoadDistributionType
Type of area load distribution.

Dlubal.RFEM5.AreaLoadDistributionType.AxesOfAnglesType
Axes of angles

Dlubal.RFEM5.AreaLoadDistributionType.ConstantType
Constant

Dlubal.RFEM5.AreaLoadDistributionType.CombinedType
Combined